const $ = document;
let Button = $.getElementById('Btn');
let m_p = $.getElementById('Main-page');


Button.addEventListener('click', () => {
    window.location.href = '../main.html'
})
m_p.addEventListener('click', () => {
    window.location.href = '../main.html'
})












alert('سلام تمام این کادر اول که شامل موجودی و درامد و... هستن همه اونا با اضافه شدن بک اند به پروژه داینامیک و وصل به ولت خواهند شد \nبرای تمام منو ها صفحه های جدا طراحی شده صفحه کیف پول مشکلات ظاهری داشت که بهم ریخته بود لینک نشد تمام منو ها لینک شده و میتونید ببینید  و حتی گزینه حابت شب هم اضافه کردم صفحه های توی منو صفحه اصلی بیس آنها طراحی شده و نیاز به تکمیل دارد ترنسلیت ها تهیه داره میشه و به زودی اونم تکمیل میشه و تمام.')
alert('آپدیت بعدی پروژه در ابعاد گوشی ریسپانسیو خواهد شد الان فعلا در سایز لپ تاپ کد نویسی شده دیزاین و همه چیز با سلیقه شما تغییر میکند تغییرات در صفحه هایی که دارید میبینید را اعلام کنید ممنونم.')